Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Copy as text
ar: نسخ كنص
de: Als Text kopieren
es: Copiar como texto
fr: Copier en texte
hi: टेक्स्ट के रूप में कॉपी करें
hu: Másolás szövegként
it: Copia come testo
ko: 텍스트로 복사
pl: Kopiuj jako tekst
pt: Copiar como texto
pt_br: Copiar como texto
ru: Скопировать как текст
th: คัดลอกเป็นข้อความ
tr: Metin olarak kopyala
uk: Скопіювати як текст
zh: 复制为文本

source: Copy link
ar: نسخ الرابط
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
hi: लिंक कॉपी करें
hu: Link másolása
it: Copia link
ko: 링크 복사
pl: Kopiuj link
pt: Copiar ligação
pt_br: Copiar link
ru: Копировать ссылку
th: คัดลอกลิงก์
tr: Bağlantıyı kopyala
uk: Копіювати посилання
zh: 复制链接

source: Copy routine
ar: نسخ الروتين
de: Routine kopieren
es: Copiar rutina
fr: Copier la routine
hi: रूटीन कॉपी करें
hu: Rutin másolása
it: Copia routine
ko: 루틴 복사
pl: Kopiuj plan
pt: Copiar rotina
pt_br: Copiar rotina
ru: Копировать программу
th: คัดลอกรูทีน
tr: Rutini kopyala
uk: Копіювати програму
zh: 复制训练日

source: Core
ar: الجذع
de: Rumpf
fr: Gainage
hi: कोर
hu: Törzs
ko: 코어
ru: Кор
th: แกนกลางลำตัว
uk: Кор
zh: 核心

source: Could not apply those changes
ar: تعذر تطبيق هذه التغييرات
de: Diese Änderungen konnten nicht übernommen werden
es: No se pudieron aplicar esos cambios
fr: Impossible d’appliquer ces changements
hi: वे बदलाव लागू नहीं हो सके
hu: Nem sikerült alkalmazni a módosításokat
it: Impossibile applicare quelle modifiche
ko: 해당 변경을 적용하지 못했습니다
pl: Nie udało się zastosować tych zmian
pt: Não foi possível aplicar essas alterações
pt_br: Não foi possível aplicar essas alterações
ru: Не удалось применить эти изменения
th: ไม่สามารถนำการเปลี่ยนแปลงเหล่านั้นไปใช้ได้
tr: Bu değişiklikler uygulanamadı
uk: Не вдалося застосувати ці зміни
zh: 无法应用这些更改

source: Could not ask the Coach
ar: تعذر سؤال المدرب
de: Der Coach konnte nicht gefragt werden
es: No se pudo consultar al Entrenador
fr: Impossible de solliciter le Coach
hi: कोच से नहीं पूछा जा सका
hu: Nem sikerült megkérdezni az Edzőt
it: Impossibile interpellare il Coach
ko: 코치에게 요청하지 못했습니다
pl: Nie udało się zapytać Trenera
pt: Não foi possível consultar o Treinador
pt_br: Não foi possível consultar o Treinador
ru: Не удалось обратиться к Тренеру
th: ไม่สามารถถามโค้ชได้
tr: Koç’a sorulamadı
uk: Не вдалося звернутися до Тренера
zh: 无法请求教练

source: Could not change notification settings
ar: تعذّر تغيير إعدادات الإشعارات
de: Benachrichtigungs-Einstellungen konnten nicht geändert werden
es: No se pudo cambiar la configuración de notificaciones
fr: Impossible de modifier les réglages de notification
hi: सूचना सेटिंग नहीं बदल सके
hu: Az értesítési beállítások módosítása sikertelen
it: Impossibile modificare le impostazioni delle notifiche
ko: 알림 설정을 변경할 수 없었어요
pl: Nie udało się zmienić ustawień powiadomień
pt: Não foi possível alterar as definições de notificações
pt_br: Não foi possível alterar as configurações de notificação
ru: Не удалось изменить настройки уведомлений
th: เปลี่ยนการตั้งค่าการแจ้งเตือนไม่สำเร็จ
tr: Bildirim ayarları değiştirilemedi
uk: Не вдалося змінити налаштування сповіщень
zh: 无法更改通知设置

source: Could not check for updates — are you online?
ar: تعذر التحقق من التحديثات — هل أنت متصل بالإنترنت؟
de: Update-Prüfung fehlgeschlagen — bist du online?
es: No se pudo comprobar — ¿estás conectado?
fr: Impossible de vérifier — es-tu en ligne ?
hi: अपडेट जाँच नहीं हो सकी — क्या आप ऑनलाइन हैं?
hu: Nem sikerült ellenőrizni — online vagy?
it: Impossibile controllare — sei online?
ko: 업데이트를 확인할 수 없어요 — 온라인 상태인가요?
pl: Nie udało się sprawdzić — czy jesteś online?
pt: Não foi possível verificar — estás online?
pt_br: Não foi possível verificar — estás online?
ru: Не удалось проверить — вы онлайн?
th: ตรวจสอบอัปเดตไม่ได้ — คุณออนไลน์อยู่ไหม?
tr: Denetlenemedi — çevrimiçi misin?
uk: Не вдалося перевірити оновлення — ти онлайн?
zh: 无法检查更新，你在线吗？

source: Could not connect
ar: تعذّر الاتصال
de: Verbindung fehlgeschlagen
es: No se pudo conectar
fr: Connexion impossible
hi: कनेक्ट नहीं हो सका
hu: Nem sikerült csatlakozni
it: Connessione non riuscita
ko: 연결하지 못했습니다
pl: Nie udało się połączyć
pt: Não foi possível ligar
pt_br: Não foi possível conectar
ru: Не удалось подключиться
th: เชื่อมต่อไม่สำเร็จ
tr: Bağlanılamadı
uk: Не вдалося підключитися
zh: 无法连接

source: Could not copy
ar: تعذّر النسخ
de: Kopieren nicht möglich
es: No se pudo copiar
fr: Copie impossible
hi: कॉपी नहीं हो सका
hu: Nem sikerült másolni
it: Impossibile copiare
ko: 복사할 수 없음
pl: Nie udało się skopiować
pt: Não foi possível copiar
pt_br: Não foi possível copiar
ru: Не удалось скопировать
th: คัดลอกไม่ได้
tr: Kopyalanamadı
uk: Не вдалося скопіювати
zh: 无法复制

source: Could not generate a code
ar: تعذّر إنشاء رمز
de: Code konnte nicht erstellt werden
es: No se pudo generar un código
fr: Impossible de générer un code
hi: कोड जनरेट नहीं हो सका
hu: Nem sikerült kódot generálni
it: Impossibile generare un codice
ko: 코드를 생성하지 못했습니다
pl: Nie udało się wygenerować kodu
pt: Não foi possível gerar um código
pt_br: Não foi possível gerar um código
ru: Не удалось создать код
th: สร้างรหัสไม่สำเร็จ
tr: Kod oluşturulamadı
uk: Не вдалося створити код
zh: 无法生成配对码

source: Could not keep a copy of the changes on this device — nothing was removed.
ar: تعذّر الاحتفاظ بنسخة من التغييرات على هذا الجهاز — لم يُحذف شيء.
de: Die Änderungen konnten nicht auf diesem Gerät aufbewahrt werden — es wurde nichts entfernt.
es: No se pudo guardar una copia de los cambios en este dispositivo: no se ha eliminado nada.
fr: Impossible de garder une copie des modifications sur cet appareil — rien n'a été supprimé.
hi: इस डिवाइस पर बदलावों की कॉपी नहीं रखी जा सकी — कुछ भी हटाया नहीं गया।
hu: Nem sikerült megőrizni a módosítások másolatát ezen az eszközön — semmi sem lett eltávolítva.
it: Impossibile conservare una copia delle modifiche su questo dispositivo — non è stato rimosso nulla.
ko: 이 기기에 변경 사항의 사본을 보관하지 못했습니다 — 아무것도 삭제되지 않았습니다.
pl: Nie udało się zachować kopii zmian na tym urządzeniu — nic nie zostało usunięte.
pt: Não foi possível guardar uma cópia das alterações neste dispositivo — nada foi removido.
pt_br: Não foi possível manter uma cópia das alterações neste dispositivo — nada foi removido.
ru: Не удалось сохранить копию изменений на этом устройстве — ничего не удалено.
th: เก็บสำเนาการเปลี่ยนแปลงไว้ในอุปกรณ์นี้ไม่ได้ — ไม่มีสิ่งใดถูกลบ
tr: Değişikliklerin bir kopyası bu cihazda saklanamadı — hiçbir şey kaldırılmadı.
uk: Не вдалося зберегти копію змін на цьому пристрої — нічого не видалено.
zh: 无法在此设备上保留更改的副本——没有删除任何内容。

source: Could not load
ar: تعذر التحميل
de: Konnte nicht geladen werden
es: No se pudo cargar
fr: Chargement impossible
hi: लोड नहीं हो सका
hu: Nem sikerült betölteni
it: Impossibile caricare
ko: 불러올 수 없음
pl: Nie udało się wczytać
pt: Não foi possível carregar
pt_br: Não foi possível carregar
ru: Не удалось загрузить
th: โหลดไม่ได้
tr: Yüklenemedi
uk: Не вдалося завантажити
zh: 无法加载

source: Could not reach Hevy — check the key and try again
ar: تعذر الوصول إلى Hevy — تحقق من المفتاح وحاول مجددًا
de: Hevy nicht erreichbar — Schlüssel prüfen und erneut versuchen
es: No se pudo contactar con Hevy — revisa la clave e inténtalo de nuevo
fr: Impossible de joindre Hevy — vérifiez la clé et réessayez
hi: Hevy से संपर्क नहीं हो सका — कुंजी जाँचकर फिर कोशिश करें
hu: A Hevy nem érhető el — ellenőrizd a kulcsot, és próbáld újra
it: Impossibile contattare Hevy — controlla la chiave e riprova
ko: Hevy에 연결할 수 없습니다 — 키를 확인하고 다시 시도하세요
pl: Nie udało się połączyć z Hevy — sprawdź klucz i spróbuj ponownie
pt: Não foi possível contactar o Hevy — verifica a chave e tenta de novo
pt_br: Não foi possível contatar o Hevy — confira a chave e tente de novo
ru: Не удалось связаться с Hevy — проверьте ключ и попробуйте снова
th: ติดต่อ Hevy ไม่ได้ — ตรวจสอบคีย์แล้วลองอีกครั้ง
tr: Hevy’ye ulaşılamadı — anahtarı kontrol edip tekrar dene
uk: Не вдалося зв’язатися з Hevy — перевір ключ і спробуй знову
zh: 无法连接 Hevy — 请检查密钥后重试

# Could not reach the provider: {0}
source: Could not reach the provider: %1$@
ar: تعذر الوصول إلى المزود: %1$@
de: Anbieter nicht erreichbar: %1$@
es: No se pudo contactar con el proveedor: %1$@
fr: Impossible de joindre le fournisseur : %1$@
hi: प्रदाता से संपर्क नहीं हो सका: %1$@
hu: A szolgáltató nem érhető el: %1$@
it: Impossibile raggiungere il provider: %1$@
ko: 제공자에 연결할 수 없습니다: %1$@
pl: Nie można połączyć się z dostawcą: %1$@
pt: Não foi possível contactar o fornecedor: %1$@
pt_br: Não foi possível contatar o provedor: %1$@
ru: Не удалось связаться с провайдером: %1$@
th: ไม่สามารถติดต่อผู้ให้บริการได้: %1$@
tr: Sağlayıcıya ulaşılamadı: %1$@
uk: Не вдалося зв’язатися з постачальником: %1$@
zh: 无法连接到提供商：%1$@

source: Could not read that file
ar: تعذّرت قراءة هذا الملف
de: Datei konnte nicht gelesen werden
es: No se pudo leer ese archivo
fr: Impossible de lire ce fichier
hi: वह फ़ाइल पढ़ी नहीं जा सकी
hu: A fájlt nem sikerült beolvasni
it: Impossibile leggere il file
ko: 파일을 읽을 수 없습니다
pl: Nie udało się odczytać pliku
pt: Não foi possível ler o ficheiro
pt_br: Não foi possível ler esse arquivo
ru: Не удалось прочитать файл
th: อ่านไฟล์นั้นไม่ได้
tr: Dosya okunamadı
uk: Не вдалося прочитати файл
zh: 无法读取该文件

source: Could not read that image
ar: تعذرت قراءة تلك الصورة
de: Bild konnte nicht gelesen werden
es: No se pudo leer esa imagen
fr: Impossible de lire cette image
hi: वह छवि पढ़ी नहीं जा सकी
hu: A kép nem olvasható be
it: Impossibile leggere l’immagine
ko: 이미지를 읽을 수 없습니다
pl: Nie udało się odczytać tego obrazu
pt: Não foi possível ler essa imagem
pt_br: Não foi possível ler essa imagem
ru: Не удалось прочитать изображение
th: ไม่สามารถอ่านรูปภาพนั้นได้
tr: Bu görüntü okunamadı
uk: Не вдалося прочитати зображення
zh: 无法读取该图片

source: Could not save
ar: تعذر الحفظ
de: Konnte nicht gespeichert werden
es: No se pudo guardar
fr: Enregistrement impossible
hi: सहेज नहीं सका
hu: Nem sikerült menteni
it: Impossibile salvare
ko: 저장할 수 없음
pl: Nie udało się zapisać
pt: Não foi possível guardar
pt_br: Não foi possível salvar
ru: Не удалось сохранить
th: บันทึกไม่ได้
tr: Kaydedilemedi
uk: Не вдалося зберегти
zh: 无法保存

source: Could not sign out everywhere — you are still signed in.
ar: تعذّر تسجيل الخروج من كل الأجهزة — ما زلت مسجلاً الدخول.
de: Abmelden auf allen Geräten fehlgeschlagen — du bist weiterhin angemeldet.
es: No se pudo cerrar la sesión en todos los dispositivos — sigues con la sesión iniciada.
fr: Impossible de se déconnecter partout — tu es toujours connecté.
hi: हर जगह साइन आउट नहीं हो सका — आप अभी भी साइन इन हैं।
hu: Nem sikerült mindenhonnan kijelentkezni — továbbra is be vagy jelentkezve.
it: Impossibile uscire ovunque — sei ancora connesso.
ko: 모든 기기에서 로그아웃하지 못했습니다 — 아직 로그인 상태입니다.
pl: Nie udało się wylogować wszędzie — nadal jesteś zalogowany.
pt: Não foi possível terminar a sessão em todos os dispositivos — continuas com sessão iniciada.
pt_br: Não foi possível sair de todos os dispositivos — sua sessão continua ativa.
ru: Не удалось выйти на всех устройствах — ты всё ещё в системе.
th: ออกจากระบบทุกอุปกรณ์ไม่สำเร็จ — คุณยังคงเข้าสู่ระบบอยู่
tr: Her yerden çıkış yapılamadı — hâlâ giriş yapmış durumdasın.
uk: Не вдалося вийти на всіх пристроях — ти все ще в системі.
zh: 无法在所有设备上退出登录——你仍处于登录状态。

source: Could not start the scanner
ar: تعذر تشغيل الماسح
de: Scanner konnte nicht gestartet werden
es: No se pudo iniciar el escáner
fr: Impossible de démarrer le scanner
hi: स्कैनर शुरू नहीं हो सका
hu: A szkenner nem indítható el
it: Impossibile avviare lo scanner
ko: 스캐너를 시작할 수 없습니다
pl: Nie udało się uruchomić skanera
pt: Não foi possível iniciar o scanner
pt_br: Não foi possível iniciar o scanner
ru: Не удалось запустить сканер
th: ไม่สามารถเริ่มเครื่องสแกนได้
tr: Tarayıcı başlatılamadı
uk: Не вдалося запустити сканер
zh: 无法启动扫描器

source: Create a passkey on this device for the profile “%1$@”. It signs you in here from now on.
ar: أنشئ على هذا الجهاز مفتاح مرور للملف الشخصي «%1$@». من الآن فصاعدًا تسجّل الدخول به هنا.
de: Erstelle auf diesem Gerät einen Passkey für das Profil „%1$@“. Damit meldest du dich hier ab jetzt an.
es: Crea en este dispositivo una passkey para el perfil «%1$@». Con ella inicias sesión aquí a partir de ahora.
fr: Crée sur cet appareil une passkey pour le profil « %1$@ ». C’est avec elle que tu te connectes ici désormais.
hi: इस डिवाइस पर प्रोफ़ाइल "%1$@" के लिए पासकी बनाएँ। अब से आप यहाँ इसी से साइन इन करेंगे।
hu: Hozz létre ezen az eszközön egy jelszókulcsot a(z) „%1$@” profilhoz. Mostantól ezzel jelentkezel be itt.
it: Crea su questo dispositivo una passkey per il profilo «%1$@». D’ora in poi accedi qui con quella.
ko: 이 기기에서 "%1$@" 프로필용 패스키를 만드세요. 앞으로 여기서는 이 패스키로 로그인합니다.
pl: Utwórz na tym urządzeniu passkey dla profilu „%1$@”. Od teraz będziesz się nim tu logować.
pt: Cria neste dispositivo uma passkey para o perfil «%1$@». A partir de agora, é com ela que inicias sessão aqui.
pt_br: Crie neste dispositivo uma chave de acesso para o perfil “%1$@”. A partir de agora, você entra aqui com ela.
ru: Создай на этом устройстве ключ доступа для профиля «%1$@». Теперь здесь ты будешь входить с ним.
th: สร้างพาสคีย์บนอุปกรณ์นี้สำหรับโปรไฟล์ “%1$@” ต่อจากนี้คุณจะเข้าสู่ระบบที่นี่ด้วยพาสคีย์นี้
tr: Bu cihazda “%1$@” profili için bir geçiş anahtarı oluştur. Bundan sonra burada onunla giriş yaparsın.
uk: Створи на цьому пристрої ключ доступу для профілю «%1$@». Відтепер тут ти входитимеш з ним.
zh: 在此设备上为档案“%1$@”创建通行密钥。从现在起，你在这里用它登录。

source: Create an independent routine from these exercise targets. Your workout history is kept.
ar: إنشاء روتين مستقل من أهداف التمارين هذه. يبقى سجل تمارينك محفوظًا.
de: Eine unabhängige Routine aus diesen Trainingszielen erstellen. Dein Trainingsverlauf bleibt erhalten.
es: Crea una rutina independiente a partir de estos objetivos. Tu historial de entrenamientos se conserva.
fr: Créer une routine indépendante à partir de ces objectifs. Votre historique reste conservé.
hi: इन व्यायाम लक्ष्यों से एक स्वतंत्र रूटीन बनाएँ। आपका वर्कआउट इतिहास सुरक्षित रहेगा।
hu: Független rutin létrehozása ezekből a célokból. Az edzéstörténeted megmarad.
it: Crea una routine indipendente da questi obiettivi. La cronologia degli allenamenti resta invariata.
ko: 이 운동 목표로 독립 루틴을 만듭니다. 운동 기록은 그대로 유지됩니다.
pl: Utwórz niezależną rutynę z tych celów ćwiczeń. Historia treningów pozostanie bez zmian.
pt: Criar uma rotina independente a partir destes objetivos. O teu histórico de treinos é mantido.
pt_br: Criar uma rotina independente a partir destes objetivos. O histórico de treinos será mantido.
ru: Создать отдельную тренировку из этих целей. История тренировок сохранится.
th: สร้างรูทีนอิสระจากเป้าหมายเหล่านี้ ประวัติการออกกำลังกายของคุณจะยังคงอยู่
tr: Bu egzersiz hedeflerinden bağımsız bir rutin oluştur. Antrenman geçmişin korunur.
uk: Створити окрему програму з цих цілей для вправ. Історію тренувань буде збережено.
zh: 根据这些训练目标创建独立训练计划。你的训练记录会保留。

source: Create exercise
ar: إنشاء تمرين
de: Übung erstellen
es: Crear ejercicio
fr: Créer l’exercice
hi: एक्सरसाइज़ बनाएं
hu: Gyakorlat létrehozása
it: Crea esercizio
ko: 운동 만들기
pl: Utwórz ćwiczenie
pt: Criar exercício
pt_br: Criar exercício
ru: Создать упражнение
th: สร้างท่าออกกำลังกาย
tr: Egzersiz oluştur
uk: Створити вправу
zh: 创建动作

source: Create new profile
ar: إنشاء ملف شخصي جديد
de: Neues Profil erstellen
es: Crear perfil nuevo
fr: Créer un nouveau profil
hi: नई प्रोफ़ाइल बनाएँ
hu: Új profil létrehozása
it: Crea nuovo profilo
ko: 새 프로필 만들기
pl: Utwórz nowy profil
pt: Criar novo perfil
pt_br: Criar novo perfil
ru: Создать новый профиль
th: สร้างโปรไฟล์ใหม่
tr: Yeni profil oluştur
uk: Створити новий профіль
zh: 创建新档案

source: Create one and start with this exercise
ar: أنشئ روتينًا وابدأ بهذا التمرين
de: Erstelle eine und starte mit dieser Übung
es: Crea una y empieza con este ejercicio
fr: Crées-en une et commence avec cet exercice
hi: नया बनाएँ और इस व्यायाम से शुरू करें
hu: Hozz létre egyet, és kezdd ezzel a gyakorlattal
it: Creane una e inizia con questo esercizio
ko: 새로 만들어 이 운동으로 시작
pl: Utwórz nowy i zacznij od tego ćwiczenia
pt: Cria uma e começa com este exercício
pt_br: Crie uma e comece com este exercício
ru: Создай новую и начни с этого упражнения
th: สร้างใหม่และเริ่มด้วยท่านี้
tr: Bir tane oluştur ve bu egzersizle başla
uk: Створи нову й почни з цієї вправи
zh: 新建一个并从这个动作开始

source: Create one or load the starter plan.
ar: أنشئ واحدًا أو حمّل خطة البداية.
de: Erstelle eine oder lade den Starterplan.
es: Crea una o carga el plan inicial.
fr: Crées-en une ou charge le plan de départ.
hi: एक बनाएँ या स्टार्टर प्लान लोड करें।
hu: Hozz létre egyet, vagy töltsd be a kezdő tervet.
it: Creane una o carica il piano iniziale.
ko: 루틴을 만들거나 스타터 계획을 불러오세요.
pl: Utwórz plan albo wczytaj startowy.
pt: Cria uma ou carrega o plano inicial.
pt_br: Crie uma ou carregue o plano inicial.
ru: Создай программу или загрузи стартовый план.
th: สร้างใหม่หรือโหลดแผนเริ่มต้น
tr: Bir tane oluştur ya da başlangıç planını yükle.
uk: Створи програму або завантаж стартовий план.
zh: 创建一个或加载入门计划。

source: Create passkey
ar: إنشاء مفتاح مرور
de: Passkey erstellen
es: Crear passkey
fr: Créer une passkey
hi: पासकी बनाएँ
hu: Jelszókulcs létrehozása
it: Crea passkey
ko: 패스키 만들기
pl: Utwórz passkey
pt: Criar passkey
pt_br: Criar chave de acesso
ru: Создать ключ доступа
th: สร้างพาสคีย์
tr: Geçiş anahtarı oluştur
uk: Створити ключ доступу
zh: 创建通行密钥

source: Create passkey profile
ar: إنشاء ملف شخصي بمفتاح مرور
de: Passkey-Profil erstellen
es: Crear perfil con passkey
fr: Créer un profil passkey
hi: पासकी प्रोफ़ाइल बनाएँ
hu: Jelszókulcs-profil létrehozása
it: Crea profilo passkey
ko: 패스키 프로필 만들기
pl: Utwórz profil passkey
pt: Criar perfil com passkey
pt_br: Criar perfil com chave de acesso
ru: Создать профиль с ключом доступа
th: สร้างโปรไฟล์พาสคีย์
tr: Geçiş anahtarlı profil oluştur
uk: Створити профіль із ключем доступу
zh: 创建通行密钥档案

source: Create profile
ar: إنشاء ملف شخصي
de: Profil erstellen
es: Crear perfil
fr: Créer le profil
hi: प्रोफ़ाइल बनाएँ
hu: Profil létrehozása
it: Crea profilo
ko: 프로필 생성
pl: Utwórz profil
pt: Criar perfil
pt_br: Criar perfil
ru: Создать профиль
th: สร้างโปรไฟล์
tr: Profil oluştur
uk: Створити профіль
zh: 创建档案

source: Create your own exercise
ar: أنشئ تمرينك الخاص
de: Eigene Übung erstellen
es: Crea tu propio ejercicio
fr: Créer votre propre exercice
hi: अपनी एक्सरसाइज़ बनाएं
hu: Saját gyakorlat létrehozása
it: Crea il tuo esercizio
ko: 나만의 운동 만들기
pl: Stwórz własne ćwiczenie
pt: Cria o teu próprio exercício
pt_br: Crie seu próprio exercício
ru: Создать своё упражнение
th: สร้างท่าออกกำลังกายของตัวเอง
tr: Kendi egzersizini oluştur
uk: Створити свою вправу
zh: 创建自己的动作

source: Create your profile
ar: أنشئ ملفك الشخصي
de: Erstelle dein Profil
es: Crea tu perfil
fr: Crée ton profil
hi: अपनी प्रोफ़ाइल बनाएँ
hu: Hozd létre a profilod
it: Crea il tuo profilo
ko: 프로필 만들기
pl: Utwórz swój profil
pt: Cria o teu perfil
pt_br: Crie seu perfil
ru: Создай свой профиль
th: สร้างโปรไฟล์ของคุณ
tr: Profilini oluştur
uk: Створи свій профіль
zh: 创建你的档案

source: Current
ar: الحالي
de: Aktuell
es: Actual
fr: En cours
hi: वर्तमान
hu: Aktuális
it: Corrente
ko: 현재
pl: Bieżące
pt: Atual
pt_br: Atual
ru: Текущее
th: ปัจจุบัน
tr: Aktif
uk: Поточна
zh: 当前

source: Current password
ar: كلمة المرور الحالية
de: Aktuelles Passwort
es: Contraseña actual
fr: Mot de passe actuel
hi: मौजूदा पासवर्ड
hu: Jelenlegi jelszó
it: Password attuale
ko: 현재 비밀번호
pl: Obecne hasło
pt: Palavra-passe atual
pt_br: Senha atual
ru: Текущий пароль
th: รหัสผ่านปัจจุบัน
tr: Mevcut şifre
uk: Поточний пароль
zh: 当前密码

source: Custom
ar: مخصص
de: Angepasst
es: Personalizado
fr: Personnalisé
hi: कस्टम
hu: Egyéni
it: Personalizzato
ko: 사용자 지정
pl: Niestandardowe
pt: Personalizado
pt_br: Personalizado
ru: Свой вариант
th: กำหนดเอง
tr: Özel
uk: Власний вибір
zh: 自定义

source: DB shoulder press (each hand, 8 reps)
ar: ضغط الكتف بالدمبل (لكل يد، 8 تكرارات)
de: Kurzhantel-Schulterdrücken (je Hand, 8 Wdh.)
es: Press de hombro con mancuerna (cada mano, 8 reps)
fr: Développé épaules haltères (chaque main, 8 reps)
hi: डम्बल शोल्डर प्रेस (प्रत्येक हाथ, 8 रेप्स)
hu: Kézisúlyzós vállból nyomás (kezenként, 8 ismétlés)
it: Military press con manubri (per mano, 8 rip.)
ko: 덤벨숄더프레스 (한 손당 8회)
pl: Wyciskanie hantli nad głowę (na rękę, 8 powtórzeń)
pt: Desenvolvimento com halteres (cada mão, 8 reps)
pt_br: Desenvolvimento com halteres (cada mão, 8 reps)
ru: Жим гантелей сидя (на руку, 8 повторений)
th: ดัมเบลโชลเดอร์เพรส (ข้างละ 8 ครั้ง)
tr: Dambıl omuz press (her el, 8 tekrar)
uk: Жим гантелей над головою (на руку, 8 повторень)
zh: 哑铃肩推（每只手，8次）

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: डार्क
hu: Sötét
it: Scuro
ko: 다크
pl: Ciemny
pt: Escuro
pt_br: Escuro
ru: Тёмная
th: มืด
tr: Koyu
uk: Темна
zh: 深色

source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
hi: डेटा
hu: Adatok
it: Dati
ko: 데이터
pl: Dane
pt: Dados
pt_br: Dados
ru: Данные
th: ข้อมูล
tr: Veriler
uk: Дані
zh: 数据

source: Date
ar: التاريخ
de: Datum
es: Fecha
hi: तारीख
hu: Dátum
it: Data
ko: 날짜
pl: Data
pt: Data
pt_br: Data
ru: Дата
th: วันที่
tr: Tarih
uk: Дата
zh: 日期

source: Day
ar: اليوم
de: Tag
es: Día
fr: Jour
hi: दिन
hu: Nap
it: Giorno
ko: 요일
pl: Dzień
pt: Dia
pt_br: Dia
ru: День
th: วัน
tr: Gün
uk: День
zh: 星期

source: Deadlift
ar: الرفعة الميتة
de: Kreuzheben
es: Peso muerto
fr: Soulevé de terre
hi: डेडलिफ्ट
hu: Felhúzás (deadlift)
it: Stacco da terra
ko: 데드리프트
pl: Martwy ciąg
pt: Levantamento terra
pt_br: Levantamento terra
ru: Становая тяга
th: เดดลิฟต์
uk: Станова тяга
zh: 硬拉

# Debrief: {0}
source: Debrief: %1$@
ar: الملخص: %1$@
de: Auswertung: %1$@
es: Evaluación: %1$@
fr: Bilan : %1$@
hi: समीक्षा: %1$@
hu: Kiértékelés: %1$@
it: Valutazione: %1$@
ko: 평가: %1$@
pl: Podsumowanie: %1$@
pt: Balanço: %1$@
pt_br: Balanço: %1$@
ru: Разбор: %1$@
th: สรุปผล: %1$@
tr: Değerlendirme: %1$@
uk: Розбір: %1$@
zh: 复盘：%1$@

source: Dec
ar: ديسمبر
de: Dez
es: Dic
fr: Déc
hi: दिस
it: Dic
ko: 12월
pl: Gru
pt: Dez
pt_br: Dez
ru: Дек
th: ธ.ค.
tr: Ara
uk: Гру
zh: 12月

source: December
ar: ديسمبر
de: Dezember
es: Diciembre
fr: Décembre
hi: दिसंबर
it: Dicembre
ko: 12월
pl: Grudzień
pt: Dezembro
pt_br: Dezembro
ru: Декабрь
th: ธันวาคม
tr: Aralık
uk: Грудень
zh: 十二月

source: Declined
ar: مرفوض
de: Abgelehnt
es: Rechazado
fr: Refusé
hi: अस्वीकृत
hu: Elutasítva
it: Rifiutato
ko: 거절함
pl: Odrzucono
pt: Recusado
pt_br: Recusado
ru: Отклонено
th: ปฏิเสธแล้ว
tr: Reddedildi
uk: Відхилено
zh: 已拒绝

source: Decrease
ar: إنقاص
de: Verringern
es: Disminuir
fr: Diminuer
hi: घटाएँ
hu: Csökkentés
it: Diminuisci
ko: 줄이기
pl: Zmniejsz
pt: Diminuir
pt_br: Diminuir
ru: Уменьшить
th: ลด
tr: Azalt
uk: Зменшити
zh: 减少

# Decrease by {0}
source: Decrease by %1$@
ar: إنقاص بمقدار %1$@
de: Um %1$@ verringern
es: Disminuir %1$@
fr: Diminuer de %1$@
hi: %1$@ घटाएँ
hu: Csökkentés ennyivel: %1$@
it: Diminuisci di %1$@
ko: %1$@ 줄이기
pl: Zmniejsz o %1$@
pt: Diminuir %1$@
pt_br: Diminuir %1$@
ru: Уменьшить на %1$@
th: ลด %1$@
tr: %1$@ azalt
uk: Зменшити на %1$@
zh: 减少 %1$@

source: Default for this bar type.
ar: الافتراضي لهذا النوع من البار.
de: Standard für diesen Stangentyp.
es: Valor por defecto para este tipo de barra.
fr: Valeur par défaut pour ce type de barre.
hi: इस तरह की बार का डिफ़ॉल्ट मान।
hu: Alapérték ehhez a rúdtípushoz.
it: Valore predefinito per questo tipo di bilanciere.
ko: 이 바 종류의 기본값입니다.
pl: Wartość domyślna dla tego typu gryfu.
pt: Predefinição para este tipo de barra.
pt_br: Padrão para este tipo de barra.
ru: Значение по умолчанию для этого типа грифа.
th: ค่าเริ่มต้นสำหรับบาร์ชนิดนี้
tr: Bu bar türü için varsayılan.
uk: Значення за замовчуванням для цього типу грифа.
zh: 此类杠铃杆的默认值。

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
hu: Törlés
it: Elimina
ko: 삭제
pl: Usuń
pt: Eliminar
pt_br: Excluir
ru: Удалить
th: ลบ
tr: Sil
uk: Видалити
zh: 删除
